[
  {
    "book": "mqtt.json",
    "chapterNumber": 1,
    "title": "What is MQTT",
    "subTitle": "Don't let the cuteness fool you",
    "description": "MQTT is a widely used IoT Protocol",
    "featuredImage": "batman.jpg",
    "images": [
      "batman.jpg",
      "batman.jpg",
      "batman.jpg"
    ],
    "content": [
      "Ullamco enim eu adipisicing sint id deserunt. Officia fugiat dolore ex laborum cupidatat duis consequat. Ut aliquip consectetur aliqua qui enim do. Officia veniam quis minim excepteur cillum fugiat cillum deserunt pariatur consequat nisi nisi reprehenderit enim. Est minim amet mollit dolore voluptate proident minim.",
      "Ullamco quis reprehenderit nisi deserunt duis magna amet magna ipsum magna excepteur anim. Est voluptate nisi incididunt aute elit ipsum. Sint sunt ea do laboris mollit veniam deserunt. Amet qui do aute non qui.",
      "Aliquip pariatur nulla exercitation proident qui ad mollit sint ex esse cupidatat do minim qui. Cupidatat aliqua minim nulla deserunt laborum consequat mollit eiusmod et fugiat. Sit amet consectetur laboris adipisicing culpa sunt ipsum ut ex est consequat labore eiusmod."
    ]
  },
  {
    "book": "mqtt.json",
    "chapterNumber": 2,
    "title": "QOS",
    "subTitle": "Quality of service",
    "description": "How thw data will be send",
    "featuredImage": "batman.jpg",
    "images": [
      "batman.jpg",
      "batman.jpg",
      "batman.jpg"
    ],
    "content": [
      "Ullamco enim eu \"adipisicing\" sint id deserunt. Officia fugiat dolore ex laborum cupidatat duis consequat. Ut aliquip consectetur aliqua qui enim do. Officia veniam quis minim excepteur cillum fugiat cillum deserunt pariatur consequat nisi nisi reprehenderit enim. Est minim amet mollit dolore voluptate proident minim.",
      "Ullamco quis reprehenderit nisi deserunt duis magna amet magna ipsum magna excepteur anim. Est voluptate nisi incididunt aute elit ipsum. Sint sunt ea do laboris mollit veniam deserunt. Amet qui do aute non qui.",
      "Aliquip pariatur nulla exercitation proident qui ad mollit sint ex esse cupidatat do minim qui. Cupidatat aliqua minim nulla deserunt laborum consequat mollit eiusmod et fugiat. Sit amet consectetur laboris adipisicing culpa sunt ipsum ut ex est consequat labore eiusmod."
    ]
  }
]
